Repository: plepe/drupal-webform-postcode-austria
Catalog: translations/*.po
Languages: nl

source: Extends webform with an address autocomplete element.
nl: Vult webform aan met een adres element dat automatisch aanvult.

source: Custom
nl: Aangepast

source: Webform Poscode API settings
nl: Webform Postcode API instellingen

source: Postal code
nl: Postcode

source: House number
nl: Huisnummer

source: House number addition
nl: Straat

source: City/Town
nl: Plaats

source: The postal code is invalid.
nl: De postcode is ongeldig.

source: The house number is invalid. Please use house number addition for additions to your house number.
nl: Het huisnummer is ongeldig. Gebruik aub huisnummertoevoeging voor toevoegingen op uw huisnummer.

source: The house number addition is invalid, please use only numbers and/or letters.
nl: De huisnummertoevoeging is ongeldig, gebruik aub alleen nummers en/of letters.

source: Postcode NL API error, message: @message
nl: Postcode NL API fout, melding: @message

source: Provides advanced element for upon entering postal code and house number automatically retrieve street name and city data.
nl: Voorziet in een geavanceerd element dat na invoering van postcode en huisnummer automatisch de straatnaam en plaats data ophaalt.
